Repository: taigosantos/angular
Catalog: angular-architecture/src/locales/messages.*.xlf
Languages: pt_br

source: HOME_NAVIGATION_LINK
pt_br: Página Inicial

source: FONT_AWESOME_SUPPORT_NAVIGATION_LINK
pt_br: Font Awesome

source: LOCALIZATION_SUPPORT_NAVIGATION_LINK
pt_br: Localization

source: MATERIALIZE_SUPPORT_FORMS_NAVIGATION_LINK
pt_br: Materialize Forms

source: MATERIALIZE_SUPPORT_ICONS_NAVIGATION_LINK
pt_br: Materialize Icons

source: MATERIALIZE_SUPPORT_LAYOUT_NAVIGATION_LINK
pt_br: Materialize Layout

source: MATERIALIZE_SUPPORT_MODAL_NAVIGATION_LINK
pt_br: Materialize Modals

source: BACK_NAVIGATION_LINK
pt_br: Voltar

source: SAMPLES_NAVIGATION_LINK
pt_br: Exemplos

source: PRODUCTS_LIST_NAVIGATION_LINK
pt_br: Listar Produtos

source: NEW_PRODUCT_NAVIGATION_LINK
pt_br: Novo Produto

source: UNKNOWN_ROUTE_NAVIGATION_LINK
pt_br: Rota Desconhecida

source: INTERNAL_ERROR_NAVIGATION_LINK
pt_br: Erro Interno

source: PRODUCTS_LIST_TITLE
pt_br: Página Listar Produtos

source: PRODUCTS_FORM_TITLE
pt_br: Formulário de Produto

source: DASHBOARD_PAGE_TITLE
pt_br: Página Dashboard

source: INTERNAL_ERROR_PAGE_TITLE
pt_br: Página Erro Interno

source: NOT_FOUND_PAGE_TITLE
pt_br: Página Não Encontrada

source: FONT_AWESOME_SUPPORT_PAGE_TITLE
pt_br: Exemplos de Font Awesome

source: LOCALIZATION_SAMPLE_TITLE
pt_br: Exemplos de Localization

source: CURRENT_DATE_LABEL
pt_br: Data Atual

source: MONEY_LABEL
pt_br: Dinheiro

source: RATE_LABEL
pt_br: Classificação

source: MATERIALIZE_MODAL_TITLE
pt_br: Exemplo de Modals do Materialize

source: MATERIALIZE_LAYOUT_TITLE
pt_br: Exemplos de Layout do Materialize

source: MATERIALIZE_ICONS_TITLE
pt_br: Exemplos de Ícones do Materialize

source: MATERIALIZE_FORMS_TITLE
pt_br: Exemplos de Formulário do Materialize

source: TEST_BUTTON
pt_br: Botão Teste
